import { YEAR_EXP } from './experience';

export const aboutMe = {
  myPhoto: '/photo.webp',
  greetings: `Привет! Меня зовут Сергей, Fullstack-разработчик с ${YEAR_EXP}+ годами опыта в создании инновационных веб-решений. Моя страсть — это превращение любых интересных идей в элегантные и функциональные продукты, которые приносят пользу пользователям.`,
  mySkills:
    'Я специализируюсь на ключевых технологиях,  React, TypeScript, Next.js, Astro.js, Node.js и постоянно стремлюсь к изучению новых технологий, чтобы всегда быть на острие индустрии.',
  hobby:
    'Свободное время я распределяю между силовыми тренировками и миром цифровых технологий: отдаю предпочтение качественной электронной музыке, а периодически — и компьютерным играм. Это помогает мне развивать скорость реакции, искать решения для побед и учиться на поражениях, и быть в тренде новых идей, проектов и интерфейсов. Кулинарные эксперименты и прогулки на свежем воздухе завершают этот баланс, помогая сохранять фокус, вдохновение и сохранять ментальное здоровье.',
  url: 'https://www.hh.ru/111',
  urlImage: '',
};

export const username = 'Yogurt7v';
