export const aboutMe = {
  myPhoto: 'your-photo.jpg',
  greetings:
    'Привет! Я [Твое Имя], Fullstack-разработчик с [N] годами опыта в создании инновационных веб-решений. Моя страсть — это превращение сложных идей в элегантные и функциональные продукты, которые приносят пользу пользователям.',
  mySkills:
    'Я специализируюсь на [перечисли свои ключевые технологии, например, React, Node.js, TypeScript] и постоянно стремлюсь к изучению новых технологий, чтобы всегда быть на острие индустрии.',
  hobby:
    'Помимо кодинга, я увлекаюсь [твое хобби, например, игрой на гитаре, фотографией], что помогает мне сохранять креативный подход к работе и находить вдохновение в самых разных областях.',
};
