import { YEAR_EXP } from './experience';

export const aboutMe = {
  myPhoto: 'your-photo.jpg',
  greetings: `Привет! Меня зовут Сергей, Fullstack-разработчик с ${YEAR_EXP}+ годами опыта в создании инновационных веб-решений. Моя страсть — это превращение любых интересных идей в элегантные и функциональные продукты, которые приносят пользу пользователям.`,
  mySkills:
    'Я специализируюсь на ключевых технологиях,  React, Next.js, Astro.js,  Node.js, TypeScript и постоянно стремлюсь к изучению новых технологий, чтобы всегда быть на острие индустрии.',
  hobby:
    'Свободное время я распределяю между силовыми тренировками и миром цифровых технологий: отдаю предпочтение качественной электронной музыке, а периодически — и компьютерным играм. Это помогает мне развивать скорость реакции и искать новые идеи для проектов. Кулинарные эксперименты и прогулки на свежем воздухе завершают этот баланс, помогая сохранять фокус и вдохновение',
};

export const username = 'Yogurt7v';
